Revit 2027 API
ParameterTypeId.LoadAttrAreaForceScaleFactor Property
 "Area force scale"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAttrAreaForceScaleFactor { get; }
Public Shared ReadOnly Property LoadAttrAreaForceScaleFactor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAttrAreaForceScaleFactor {
	ForgeTypeId^ get ();
}
static member LoadAttrAreaForceScaleFactor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace